Repository: USDepartmentofLabor/Prototype-Case-Management-System
Catalog: src/api/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: The survey response status you provided is invalid.
es: El estado de respuesta de la encuesta que proporcionó no es válido.
fr: Le statut de réponse à l'enquête que vous avez fourni n'est pas valide.

source: The survey response source value you provided is invalid.
es: El valor de la fuente de respuesta de la encuesta que proporcionó no es válido.
fr: La valeur de la source de réponse à l'enquête que vous avez fournie n'est pas valide.

source: Survey successfully deleted.
es: Encuesta eliminada exitosamente
fr: L'enquête a bien été supprimée

source: Survey response successfully deleted.
es: Respuesta de encuesta eliminada con éxito
fr: Réponse au sondage supprimée avec succès

source: Missing new_password
es: Falta nueva contraseña
fr: Nouveau mot de passe manquant

source: Missing confirm_password
es: Falta la contraseña de confirmación
fr: Mot de passe de confirmation manquant

source: Password has been updated
es: La contraseña ha sido actualizada
fr: le mot de passe a été mis à jour

source: Not authorized
es: No autorizado
fr: Pas autorisé

source: The welcome email was sent to the user.
es: El correo electrónico de bienvenida fue enviado al usuario
fr: L'email de bienvenue a été envoyé à l'utilisateur

source: You do not have permission to resend a welcome email to a user.
es: No tiene permiso para reenviar un correo electrónico de bienvenida a un usuario
fr: Vous n'êtes pas autorisé à renvoyer un e-mail de bienvenue à un utilisateur

source: Unsupported status filter : %(status)s
es: Filtro de estado no compatible: %(status)s
fr: Filtre d'état non pris en charge: %(status)s

source: Missing email
es: Correo electrónico perdido
fr: E-mail manquant

source: The email address you provided is already in use.
es: La dirección de correo electrónico que proporcionó ya está en uso
fr: L'adresse e-mail que vous avez fournie est déjà utilisée

source: Missing username
es: Falta nombre de usuario
fr: Nom d'utilisateur manquant

source: The username you provided is already in use.
es: El nombre de usuario que proporcionó ya está en uso
fr: Le nom d'utilisateur que vous avez fourni est déjà utilisé

source: Role id should be a integer number.
es: El ID de función debe ser un número entero.
fr: L'ID de rôle doit être un nombre entier.

source: %(role_id)s is an invalid role id.
es: %(role_id)s es un ID de rol no válido.
fr: %(role_id)s est un ID de rôle non valide.

source: You do not have permission to change someone's active flag.
es: No tienes permiso para cambiar la bandera activa de alguien
fr: Vous n'êtes pas autorisé à modifier le drapeau actif de quelqu'un

source: Admin users cannot be disabled.
es: Los usuarios administradores no pueden ser deshabilitados.
fr: Les utilisateurs administrateurs ne peuvent pas être désactivés.

source: You must provide a user id in your put object.
es: Debe proporcionar una identificación de usuario en su objeto puesto
fr: Vous devez fournir un ID utilisateur dans votre objet put

source: The user id in the URL does not match the user id in your put object.
es: La identificación de usuario en la URL no coincide con la identificación de usuario en su objeto puesto
fr: L'ID utilisateur dans l'URL ne correspond pas à l'ID utilisateur dans votre objet put

source: Usernames cannot be null or empty.
es: Los nombres de usuario no pueden ser nulos o vacíos
fr: Les noms d'utilisateur ne peuvent pas être nuls ou vides

source: The provided role id is not a valid role id.
es: El ID de rol proporcionado no es un ID de rol válido
fr: L'ID de rôle fourni n'est pas un ID de rôle valide

source: You provided an unsupported color
es: Proporcionaste un color no compatible
fr: Vous avez fourni une couleur non prise en charge

source: Endpoint does not exist
es: El punto final no existe
fr: Le point de terminaison n'existe pas

source: The user has been deleted.
es: El usuario ha sido eliminado
fr: L'utilisateur a été supprimé
