Repository: USDepartmentofLabor/Prototype-Case-Management-System
Catalog: src/api/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Invalid token
es: Simbolo no valido
fr: Jeton invalide

source: You are not authorized to access this endpoint
es: No está autorizado para acceder a este punto final
fr: Vous n'êtes pas autorisé à accéder à ce point de terminaison

source: Administrator
es: Administrador
fr: Administrateur

source: System Installation
es: Instalación del sistema
fr: Installation du système

source: System Configuration
es: Configuración del sistema
fr: Configuration du système

source: You do not have permission to configure the system.
es: No tiene permiso para configurar el sistema.
fr: Vous n'êtes pas autorisé à configurer le système.

source: Create Account
es: Crear una cuenta
fr: Créer un compte

source: View Account
es: Ver cuenta
fr: Afficher le compte

source: Change Account
es: Cambiar cuenta
fr: Changer de compte

source: Delete Account
es: Borrar cuenta
fr: Supprimer le compte

source: Create Role
es: Crear rol
fr: Créer un rôle

source: View Role
es: Ver rol
fr: Afficher le rôle

source: Change Role
es: Cambiar rol
fr: Changer de rôle

source: Delete Role
es: Eliminar rol
fr: Supprimer le rôle

source: Create Data Collection Form
es: Crear formulario de recopilación de datos
fr: Créer un formulaire de collecte de données

source: View Data Collection Form
es: Ver formulario de recopilación de datos
fr: Afficher le formulaire de collecte de données

source: Change Data Collection Form
es: Cambiar formulario de recopilación de datos
fr: Modifier le formulaire de collecte de données

source: Delete Data Collection Form
es: Eliminar formulario de recopilación de datos
fr: Supprimer le formulaire de collecte de données

source: Submit Data Collection Form
es: Enviar formulario de recopilación de datos
fr: Soumettre le formulaire de collecte de données

source: Archive Data Collection Form
es: Formulario de recopilación de datos de archivo
fr: Formulaire de collecte de données d'archives

source: View Report
es: Vista del informe
fr: Voir le rapport

source: Create Case Definition
es: Crear definición de caso
fr: Créer une définition de cas

source: View Case Definition
es: Ver definición de caso
fr: Afficher la définition de cas

source: Change Case Definition
es: Cambiar definición de caso
fr: Modifier la définition de cas

source: Delete Case Definition
es: Eliminar definición de caso
fr: Supprimer la définition de cas

source: Create Case
es: Crear caso
fr: Créer un cas

source: Read Case
es: Leer caso
fr: Lire le cas

source: Change Case
es: Cambiar caso
fr: Changer de cas

source: Delete Case
es: Eliminar caso
fr: Supprimer le cas

source: Assign to a Case
es: Asignar a un caso
fr: Attribuer à un cas

source: Assignable to a Case
es: Asignable a un caso
fr: Affectable à un cas

source: Reset Reporting Database
es: Restablecer base de datos de informes
fr: Réinitialiser la base de données de rapports

source: Create Project Information
es: Crear información del proyecto
fr: Créer des informations sur le projet

source: View Project Information
es: Ver información del proyecto
fr: Afficher les informations sur le projet

source: Change Project Information
es: Cambiar información del proyecto
fr: Modifier les informations sur le projet

source: Delete Project Information
es: Eliminar información del proyecto
fr: Supprimer les informations sur le projet

source: Create Activity Definition
es: Crear definición de actividad
fr: Créer une définition d'activité

source: View Activity Definition
es: Ver definición de actividad
fr: Afficher la définition d'activité

source: Change Activity Definition
es: Cambiar definición de actividad
fr: Modifier la définition de l'activité

source: Delete Activity Definition
es: Eliminar definición de actividad
fr: Supprimer la définition d'activité

source: Create Activity
es: Crear actividad
fr: Créer une activité

source: View Activity
es: Ver actividad
fr: Voir l'activité

source: Change Activity
es: Cambiar actividad
fr: Changer d'activité

source: Delete Activity
es: Eliminar actividad
fr: Supprimer l'activité

source: You do not have permission to add a user to the system.
es: No tiene permiso para agregar un usuario al sistema
fr: Vous n'êtes pas autorisé à ajouter un utilisateur au système

source: You do not have permission to read users.
es: No tienes permiso para leer usuarios
fr: Vous n'êtes pas autorisé à lire les utilisateurs

source: You do not have permission to update users.
es: No tienes permiso para actualizar usuarios
fr: Vous n'êtes pas autorisé à mettre à jour les utilisateurs

source: You do not have permission to delete users.
es: No tienes permiso para eliminar usuarios
fr: Vous n'êtes pas autorisé à supprimer des utilisateurs

source: You do not have permission to add a role.
es: No tiene permiso para agregar un rol.
fr: Vous n'êtes pas autorisé à ajouter un rôle.

source: You do not have permission to view roles.
es: No tiene permiso para ver roles.
fr: Vous n'êtes pas autorisé à afficher les rôles.

source: You do not have permission to update a role.
es: No tiene permiso para actualizar un rol.
fr: Vous n'êtes pas autorisé à mettre à jour un rôle.

source: You do not have permission to delete a role.
es: No tiene permiso para eliminar un rol.
fr: Vous n'êtes pas autorisé à supprimer un rôle.

source: You do not have permission to create a case definition.
es: No tiene permiso para crear una definición de caso
fr: Vous n'êtes pas autorisé à créer une définition de cas

source: You do not have permission to read case definitions.
es: No tiene permiso para leer definiciones de casos
fr: Vous n'êtes pas autorisé à lire les définitions de cas

source: You do not have permission to update case definitions.
es: No tiene permiso para actualizar las definiciones de caso
fr: Vous n'êtes pas autorisé à mettre à jour les définitions de cas

source: You do not have permission to delete case definitions.
es: No tiene permiso para eliminar definiciones de casos
fr: Vous n'êtes pas autorisé à supprimer les définitions de cas

source: You do not have permission to create a case.
es: No tienes permiso para crear un caso
fr: Vous n'êtes pas autorisé à créer un cas

source: You do not have permission to read cases.
es: No tienes permiso para leer casos
fr: Vous n'êtes pas autorisé à lire les cas

source: You do not have permission to update cases.
es: No tienes permiso para actualizar casos
fr: Vous n'êtes pas autorisé à mettre à jour les cas

source: You do not have permission to delete cases.
es: No tienes permiso para eliminar casos
fr: Vous n'êtes pas autorisé à supprimer des cas

source: You do not have permission to create a survey.
es: No tienes permiso para crear una encuesta
fr: Vous n'êtes pas autorisé à créer une enquête

source: You do not have permission to read surveys.
es: No tienes permiso para leer encuestas
fr: Vous n'êtes pas autorisé à lire les sondages

source: You do not have permission to update surveys.
es: No tienes permiso para actualizar encuestas
fr: Vous n'êtes pas autorisé à mettre à jour les sondages

source: You do not have permission to delete surveys.
es: No tienes permiso para eliminar encuestas
fr: Vous n'êtes pas autorisé à supprimer les enquêtes

source: You do not have permission to submit a survey.
es: No tienes permiso para enviar una encuesta
fr: Vous n'êtes pas autorisé à soumettre une enquête

source: You do not have permission to reset mongo.
es: No tienes permiso para restablecer mongo
fr: Vous n'êtes pas autorisé à réinitialiser Mongo

source: You do not have permission to create a project.
es: No tienes permiso para crear un proyecto
fr: Vous n'êtes pas autorisé à créer un projet

source: You do not have permission to read a project.
es: No tienes permiso para leer un proyecto
fr: Vous n'êtes pas autorisé à lire un projet

source: You do not have permission to update a project.
es: No tienes permiso para actualizar un proyecto
fr: Vous n'êtes pas autorisé à mettre à jour un projet

source: You do not have permission to delete a project.
es: No tienes permiso para eliminar un proyecto
fr: Vous n'êtes pas autorisé à supprimer un projet

source: You do not have permission to create an activity definition.
es: No tiene permiso para crear una definición de actividad.
fr: Vous n'êtes pas autorisé à créer une définition d'activité.

source: You do not have permission to read an activity definition.
es: No tiene permiso para leer una definición de actividad.
fr: Vous n'êtes pas autorisé à lire une définition d'activité.

source: You do not have permission to update an activity definition.
es: No tiene permiso para actualizar una definición de actividad.
fr: Vous n'êtes pas autorisé à mettre à jour une définition d'activité.

source: You do not have permission to delete an activity definition.
es: No tiene permiso para eliminar una definición de actividad.
fr: Vous n'êtes pas autorisé à supprimer une définition d'activité.

source: You do not have permission to create an activity.
es: No tienes permiso para crear una actividad.
fr: Vous n'êtes pas autorisé à créer une activité.

source: You do not have permission to read an activity.
es: No tienes permiso para leer una actividad.
fr: Vous n'êtes pas autorisé à lire une activité.

source: You do not have permission to update an activity.
es: No tienes permiso para actualizar una actividad.
fr: Vous n'êtes pas autorisé à mettre à jour une activité.

source: You do not have permission to delete an activity.
es: No tienes permiso para eliminar una actividad.
fr: Vous n'êtes pas autorisé à supprimer une activité.

source: A name is required for a activity.
es: Se requiere un nombre para una actividad.
fr: Un nom est requis pour une activité.

source: Activity names must be at least 8 characters long.
es: Los nombres de las actividades deben tener al menos 8 caracteres.
fr: Les noms d'activité doivent comporter au moins 8 caractères.

source: Activity names cannot be longer than 50 characters.
es: Los nombres de las actividades no pueden tener más de 50 caracteres.
fr: Les noms d'activités ne peuvent pas comporter plus de 50 caractères.

source: Activity names must be unique.
es: Los nombres de las actividades deben ser únicos.
fr: Les noms d'activité doivent être uniques.

source: IDs cannot not be empty for custom fields
es: Los ID no pueden estar vacíos para los campos personalizados
fr: Les ID ne peuvent pas être vides pour les champs personnalisés

source: Submitted custom field IDs must be unique
es: Los ID de campo personalizados enviados deben ser únicos
fr: Les ID de champ personnalisé soumis doivent être uniques

source: Invalid custom field
es: Campo personalizado no válido
fr: Champ personnalisé non valide

source: Unknown activity definition custom field ID
es: ID de campo personalizado de definición de actividad desconocida
fr: ID de champ personnalisé de définition d'activité inconnue

source: custom_fields property must be a list
es: La propiedad custom_fields debe ser una lista
fr: La propriété custom_fields doit être une liste

source: A name is required for an activity.
es: Se requiere un nombre para una actividad.
fr: Un nom est requis pour une activité.

source: Activity successfully deleted.
es: Actividad eliminada correctamente.
fr: Activité supprimée avec succès.

source: There was an issue deleting the activity.
es: Hubo un problema al eliminar la actividad.
fr: Un problème est survenu lors de la suppression de l'activité.

source: The activity's custom field was not found
es: No se encontró el campo personalizado de la actividad
fr: Le champ personnalisé de l'activité est introuvable

source: No file uploaded
es: Ningún archivo cargado
fr: Aucun fichier téléchargé

source: Invalid file extension for upload
es: Extensión de archivo no válida para cargar
fr: Extension de fichier non valide pour l'importation

source: File successfully deleted
es: Archivo eliminado con éxito
fr: Fichier supprimé avec succès

source: Activity note successfully deleted.
es: Nota de actividad eliminada correctamente.
fr: La note d'activité a bien été supprimée.

source: There was an issue deleting the activity note.
es: Hubo un problema al eliminar la nota de actividad.
fr: Un problème est survenu lors de la suppression de la note d'activité.

source: A name is required for an activity definition.
es: Se requiere un nombre para la definición de una actividad.
fr: Un nom est requis pour une définition d'activité.

source: Activity Definition names must be unique.
es: Los nombres de definición de actividad deben ser únicos.
fr: Les noms de définition d'activité doivent être uniques.

source: Invalid survey ID submitted.
es: ID de encuesta no válido enviado
fr: ID d'enquête non valide soumis.

source: A name is required for each case definition document.
es: Se requiere un nombre para cada documento de definición de caso.
fr: Un nom est requis pour chaque document de définition de cas.

source: A name is required for each custom field.
es: Se requiere un nombre para cada campo personalizado.
fr: Un nom est requis pour chaque champ personnalisé.

source: A field type is required for each custom field.
es: Se requiere un tipo de campo para cada campo personalizado.
fr: Un type de champ est requis pour chaque champ personnalisé.

source: The custom field refers to an invalid field type.
es: El campo personalizado se refiere a un tipo de campo no válido.
fr: Le champ personnalisé fait référence à un type de champ non valide.

source: An id property is required for custom field selections.
es: Se requiere una propiedad de identificación para las selecciones de campos personalizados.
fr: Une propriété id est requise pour les sélections de champs personnalisés.

source: Custom field IDs must be unique.
es: Los ID de campo personalizados deben ser únicos.
fr: Les ID de champ personnalisés doivent être uniques.

source: The custom_fields property must be a list.
es: La propiedad custom_fields debe ser una lista.
fr: La propriété custom_fields doit être une liste.

source: A name is required for each activity definition document.
es: Se requiere un nombre para cada documento de definición de actividad.
fr: Un nom est requis pour chaque document de définition d'activité.

source: Activity definition successfully deleted.
es: Definición de actividad eliminada correctamente.
fr: La définition d'activité a bien été supprimée.

source: Missing JSON in request
es: Falta JSON en solicitud
fr: JSON manquant dans la demande

source: Missing login parameter
es: Falta el parámetro de inicio de sesión
fr: Paramètre de connexion manquant

source: Missing password parameter
es: Falta el parámetro de contraseña
fr: Paramètre de mot de passe manquant

source: unknown user
es: Usuario desconocido
fr: Utilisateur inconnu

source: User is inactive
es: El usuario está inactivo
fr: L'utilisateur est inactif

source: Bad login or password
es: Nombre de usuario o contraseña incorrecta
fr: Identifiant ou mot de passe incorrect

source: Successfully logged out
es: Salió exitosamente
fr: Déconnexion réussie

source: User's email addresses cannot be null or empty.
es: Las direcciones de correo electrónico del usuario no pueden ser nulas o vacías
fr: Les adresses e-mail de l'utilisateur ne peuvent pas être nulles ou vides

source: An email with instructions to reset your password has been sent to you.
es: Se le ha enviado un correo electrónico con instrucciones para restablecer su contraseña.
fr: Un e-mail contenant des instructions pour réinitialiser votre mot de passe vous a été envoyé.

source: New password is missing.
es: Falta nueva contraseña
fr: Un nouveau mot de passe est manquant

source: Confirmation password is missing.
es: Falta la contraseña de confirmación.
fr: Le mot de passe de confirmation est manquant.

source: Passwords must match.
es: Las contraseñas deben coincidir
fr: Les mots de passe doivent correspondre

source: Password must be at least 10 characters long.
es: La contraseña debe tener al menos 10 caracteres
fr: Le mot de passe doit contenir au moins 10 caractères

source: Password must be less than 64 characters long.
es: La contraseña debe tener menos de 64 caracteres
fr: Le mot de passe doit comporter moins de 64 caractères

source: Your password was successfully reset.
es: Su contraseña no se restableció correctamente
fr: Votre mot de passe n'a pas été réinitialisé avec succès

source: Your password was not successfully reset.
es: Su contraseña se restableció correctamente
fr: Votre mot de passe a été réinitialisé avec succès

source: A key is required for a case definition.
es: Se requiere una clave para la definición de un caso.
fr: Une clé est requise pour une définition de cas.

source: Case Definition keys must be unique.
es: Las claves de definición de caso deben ser únicas.
fr: Les clés de définition de cas doivent être uniques.

source: A name is required for a case definition.
es: Se requiere un nombre para la definición de un caso.
fr: Un nom est requis pour une définition de cas.

source: Case Definition names must be unique.
es: Los nombres de definición de caso deben ser únicos.
fr: Les noms de définition de cas doivent être uniques.

source: Custom Field ID is required
es: Se requiere el ID de campo personalizado
fr: L'ID de champ personnalisé est requis

source: Case definition successfully deleted.
es: Definición de caso eliminada con éxito.
fr: La définition de cas a bien été supprimée.

source: A name is required for a case.
es: Se requiere un nombre para un caso.
fr: Un nom est requis pour un cas.

source: Case names must be at least 8 characters long.
es: Los nombres de los casos deben tener al menos 8 caracteres de longitud.
fr: Les noms de cas doivent comporter au moins 8 caractères.

source: Case names cannot be longer than 50 characters.
es: Los nombres de los casos no pueden tener más de 50 caracteres.
fr: Les noms de cas ne peuvent pas dépasser 50 caractères.

source: Case names must be unique.
es: Los nombres de los casos deben ser únicos.
fr: Les noms de cas doivent être uniques.

source: Cannot assigned case to unknown user id.
es: No se puede asignar el caso a una identificación de usuario desconocida.
fr: Impossible d'attribuer la casse à l'ID utilisateur inconnu.

source: User does not have permission to be assigned to a case.
es: El usuario no tiene permiso para ser asignado a un caso.
fr: L'utilisateur n'a pas l'autorisation d'être affecté à un cas.

source: Cannot assigned case to invalid user.
es: No se puede asignar el caso a un usuario no válido.
fr: Impossible d'attribuer la casse à l'utilisateur non valide.

source: Unknown case definition custom field ID
es: ID de campo personalizado de definición de caso desconocido
fr: ID de champ personnalisé de définition de cas inconnu

source: Invalid case status_id: %(status_id)s
es: Caso no válido status_id:% (status_id)s
fr: Cas non valide status_id:% (status_id)s

source: All required case documents have not been uploaded.
es: No se han cargado todos los documentos de caso requeridos.
fr: Tous les documents de cas requis n'ont pas été téléchargés.

source: Case successfully deleted.
es: Caso eliminado con éxito.
fr: Le cas a bien été supprimé.

source: A case is required for notes
es: Se requiere un caso para las notas
fr: Un étui est requis pour les notes

source: A note is required
es: Se requiere una nota
fr: Une note est requise

source: Case Note successfully deleted.
es: La nota del caso ha sido eliminada.
fr: La note de cas a bien été supprimée.

source: Case ID was not found
es: No se encontró el ID del caso
fr: L'ID de cas est introuvable

source: The case's custom field was not found
es: No se encontró el campo personalizado del caso
fr: Le champ personnalisé du cas est introuvable

source: I'm here
es: Estoy aquí
fr: Je suis ici

source: Hi %(email)s
es: Hola %(email)s
fr: Salut %(email)s

source: A name is required for a project.
es: Se requiere un nombre para un proyecto.
fr: Un nom est requis pour un projet.

source: Project names cannot be longer than 64 characters.
es: Los nombres de los proyectos no pueden tener más de 64 caracteres.
fr: Les noms de projet ne peuvent pas dépasser 64 caractères.

source: Project organizations cannot be longer than 64 characters.
es: Las organizaciones del proyecto no pueden tener más de 64 caracteres.
fr: Les organisations de projet ne peuvent pas dépasser 64 caractères.

source: Project agreement numbers cannot be longer than 30 characters.
es: Los números de acuerdo del proyecto no pueden tener más de 30 caracteres.
fr: Les numéros d'accord de projet ne peuvent pas dépasser 30 caractères.

source: The system already has a project setup.
es: El sistema ya tiene una configuración de proyecto.
fr: Le système a déjà une configuration de projet.

source: A project has not been setup.
es: Un proyecto no se ha configurado.
fr: Un projet n'a pas été configuré.

source: Project successfully deleted.
es: Proyecto eliminado con éxito.
fr: Projet supprimé avec succès.

source: Roles are required to have a name.
es: Los roles deben tener un nombre.
fr: Les rôles doivent avoir un nom.

source: Role names can not be longer than 64 characters.
es: Los nombres de los roles no pueden tener más de 64 caracteres.
fr: Les noms de rôle ne peuvent pas dépasser 64 caractères.

source: A default role already exists.
es: Ya existe un rol predeterminado.
fr: Un rôle par défaut existe déjà.

source: Cannot delete the admin role.
es: No se puede eliminar la función de administrador.
fr: Impossible de supprimer le rôle d'administrateur.

source: Cannot delete the default role.
es: No se puede eliminar la función predeterminada.
fr: Impossible de supprimer le rôle par défaut.

source: The role has been successfully deleted.
es: El rol se ha eliminado con éxito.
fr: Le rôle a été supprimé avec succès.

source: Unsupported archived filter : %(archived)s
es: Filtro archivado no compatible: %(archived)s
fr: Filtre archivé non pris en charge: %(archived)s

source: You must provide a survey id in your put object.
es: Debe proporcionar una ID de encuesta en su objeto puesto
fr: Vous devez fournir un identifiant d'enquête dans votre objet put

source: The survey id in the URL does not match the survey id in your put object.
es: La identificación de la encuesta en la URL no coincide con la identificación de la encuesta en su objeto puesto
fr: L'ID d'enquête dans l'URL ne correspond pas à l'ID d'enquête dans votre objet put

source: Unable to figure out the name of your survey.
es: No se puede averiguar el nombre de su encuesta.
fr: Impossible de déterminer le nom de votre enquête.

source: The survey's name must start with a character.
es: El nombre de la encuesta debe comenzar con un personaje.
fr: Le nom de l'enquête doit commencer par un caractère.

source: You have submitted a survey that has the same name as another survey. Survey names must be unique. Please change the survey name and resubmit.
es: Ha enviado una encuesta que tiene el mismo nombre que otra encuesta. Los nombres de las encuestas deben ser únicos. Cambie el nombre de la encuesta y vuelva a enviarla.
fr: Vous avez soumis une enquête portant le même nom qu'une autre enquête. Les noms de l'enquête doivent être uniques. Veuillez modifier le nom de l'enquête et soumettre à nouveau.

source: The structure for your survey is missing.
es: Falta la estructura para su encuesta.
fr: La structure de votre enquête est manquante.

source: The name for your survey is missing.
es: Falta el nombre de su encuesta.
fr: Le nom de votre enquête est manquant.

source: The structure for your survey response is missing.
es: Falta la estructura para la respuesta de su encuesta.
fr: La structure de votre réponse à l'enquête est manquante.
